---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayThickness
source: html/b3ab4f8e-241b-caaf-02de-15f19cac3106.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayThickness Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayThickness { get; }
```